"Job Log" = "Jobblogg";
"Job Log2" = "Jobblogg";

"User ID" = "Bruker-ID";
"User ID:" = "Bruker-ID:";

"Job Type" = "Jobbtype";
"Job Type:" = "Jobbtype:";

"File Name" = "Filnavn";
"File Name:" = "Filnavn:";

"Password" = "Passord";
"Password:" = "Passord:";

"User Code" = "Brukerkode";
"User Code:" = "Brukerkode:";

"Time" = "Tid";
"Time:" = "Tid:";

"Enable User Code" = "Aktiver brukerkode";
"Pop up Every Time" = "Komme til syne hver gang";
"User Code Always Blank" = "Brukerkode alltid tom";
"OK" = "OK";
"Cancel" = "Avbryt";
"Enable Specify Time" = "Angi utskriftstidspunkt";

"Folder Number" = "Mappenummer";
"Folder Number:" = "Mappenummer:";

"Folder Password" = "Mappepassord";
"Folder Password:" = "Mappepassord:";

"Normal Print" = "Normal utskrift";
"Sample Print" = "Prøveutskrift";
"Locked Print" = "Sikker utskrift";
"Hold Print" = "Hold utskrift";
"Stored Print" = "Lagret utskrift";
"Store and Print" = "Lagre og skriv ut";
"Document Server" = "Dokumentserver";

"(4-8 digits)" = "(4-8 sifre)";

"Enter a valid File Name" = "Angi et gyldig filnavn.";
"Enter a valid Password" = "Angi et gyldig passord.";
"Enter a valid User Code" = "Angi en gyldig brukerkode.";
"Enter a valid User ID" = "Angi en gyldig bruker-ID.";
"Enter a valid Folder Password" = "Angi et gyldig mappepassord.";

"(Up to 8 alphanumeric characters)" = "(Inntil 8 alfanumeriske tegn.)";
"(Up to 16 alphanumeric characters)" = "(Inntil 16 alfanumeriske tegn.)";
"(4 digits)" = "(4-8 sifre)";
"(Up to 8 digits)" = "(4-8 sifre)";